export const Type = {
    NONE: [0, 0, "Не определено"],
    //== Профиля ==
    BOX_SIDE: [1, 1, "Сторона коробки"],
    STV_SIDE: [2, 2, "Сторона створки"],
    IMPOST: [3, 3, "Импост"],
    RIGEL_IMP: [4, 777, "Ригель/импост"],
    STOIKA: [5, 5, "Стойка"],
    STRUT_BOX: [6, 777, "Стойка/коробка"],
    ERKER: [7, 7, "Эркер"],
    EDGE: [8, 8, "Грань"],
    SHTULP: [9, 9, "Штульп"],
    //== Заполнения ==
    GLASS: [10, 777, "Заполнение (Стеклопакет, стекло)"],
    MOSQUIT: [13, 777, "Москитка"],
    RASKL: [14, 7, "Раскладка"],
    SAND: [15, 777, "Сэндвич"],
    BLINDS: [15, 777, "Жалюзи"],
    //SUPPORT: [XX, "Подкладка"],
    //== Разное ==
    JOINING: [98, 777, "Соединения"],
    PARAM: [99, 777, "Параметры конструкции"],
    //== Конструкции ==
    AREA: [2000, 777, "Контейнер"],
    RECTANGL: [2001, 1, "Окно четырёхугольное"],
    TRAPEZE: [2002, 1, "Окно трапеция"],
    TRIANGL: [2003, 1, "Треугольное окно"],
    ARCH: [2004, 1, "Арочное окно"],
    STVORKA: [2005, 2, "Створка"],
    FRAME: [2006, 3, "Коробка"],
    DOOR: [2007, 3, "Дверь"]
};



