export const UseSideTo = {
    VERT: [-3, "Вертикальная"], //разрешена вертикальная установка профиля
    HORIZ: [-2, "Горизонтальная"], //разрешена горизонтальная установка профиля
    ANY: [-1, "Любая"], //разрешена установка профиля на любую сторону и в любое положение
    MANUAL: [0, "Вручную"], //запрет на автоматическую установку уникального артикула при установке по умолчанию любого контейнера 
    BOT: [1, "Нижняя"], //разрешена установка профиля только на нижнюю сторону изделия или створки
    RIGHT: [2, "Правая"], // разрешена установка профиля только на правую сторону изделия или створки
    TOP: [3, "Верхняя"], //разрешена установка профиля только на верхнюю сторону изделия или створки
    LEFT: [4, "Левая"]//разрешена установка профиля только на нижнюю левую изделия или створки 
};


