import {virtualRec} from './domain.js';
eTarif = {
    id: 1, //ID;
    place: 2, //Место размешения
    name: 3, //Наименование
    artikl: 4, //Артикул
    colorID1: 5, //Осн.текстура
    colorID2: 6, //Внутр.текстура
    colorID3: 7, //Внешн.текстура
    width: 8, //Длина
    height: 9, //Ширина
    weight: 10, //Масса;
    anglCut0: 11, //Угол1
    anglCut1: 12, //Угол2
    anglHoriz: 13, // Угол к горизонту    
    count: 14, //Кол. единиц
    unit: 15, //Ед.изм   
    waste: 16, //Процент отхода см. eArtikl.otx_norm     
    quant1: 17, //Количество без отхода
    quant2: 17, //Количество (с отх./без отх.)
    costprice: 19, //Себестоимость   
    price: 20, //Цена за единицу измерения
    cost1: 21, //Стоимость без технологической скидки
    cost2: 22  //Стоимость с технологической скидкой  
};


