import {virtualRec} from './domain.js';
eTarif = {
    id: 0, //ID;
    place: 1, //Место размешения
    code: 2, //Артикул
    name: 3, //Наименование
    colorID1: 4, //Осн.текстура
    colorID2: 5, //Внутр.текстура
    colorID3: 6, //Внешн.текстура
    width: 7, //Длина
    height: 8, //Ширина
    weight: 9, //Масса;
    anglCut0: 10, //Угол1
    anglCut1: 11, //Угол2
    anglHoriz: 12, // Угол к горизонту    
    count: 13, //Кол. единиц
    unit: 14, //Ед.изм   
    waste: 15, //Процент отхода см. eArtikl.otx_norm     
    quant1: 16, //Количество без отхода
    quant2: 17, //Количество (с отх./без отх.)
    costprice: 18, //Себестоимость   
    price: 19, //Цена за единицу измерения
    cost1: 20, //Стоимость без технологической скидки
    cost2: 21  //Стоимость с технологической скидкой  
};


