import {virtualRec} from './domain.js';
PARAMS = {
    up: 0, //Список параметров
    id: 1, //Идентификатор
    text: 2, //Значения параметра
    joint: 3, //Параметры соединений
    elem: 4, //Парметры составов
    glas: 5, //Параметры заполнений
    furn: 6, //Параметры фурнитуры
    otkos: 7, //Параметры откосов
    kits: 8, //Парметры комплектов
    label: 9, //Надпись на эскизе
    groups_id: 10, //Название параметра
    vrec: virtualRec(11, {1: -3, 2: 'Виртуал', 3: -3, 4: -3, 5: -3, 6: -3, 7: -3, 10: -3})
};