PROJECT = {
    up: 0, //Заказы проектов
    id: 1, //Идентификатор
    num_ord: 2, //Номер заказа
    num_acc: 3, //Номер счета
    manager: 4, //Менеджер
    square: 5, //Площадь изделий
    weight: 6, //Вес изделий
    type_calc: 7, //Тип расчтета
    type_norm: 8, //Учет норм отходов
    disc_win: 9, //Cкидка на конструкции
    disc_kit: 10, //Cкидка на комплектацию
    disc_all: 11, //Cкидка общая
    cost1_win: 12, //Cтоимость конструкций без скидки
    cost2_win: 13, //Cтоимость конструкции со скидками
    cost1_kit: 14, //Cтоимость комплектации без скидки
    cost2_kit: 15, //Cтоимость комплектации со скидками
    costpric: 16, //Cебестоимость проекта с отходом
    markup: 17, //Наценка %
    flag1: 18, //Отправка в производство
    date4: 19, //Дата регистрации заказа
    date5: 20, //Дата расчета заказа
    date6: 21, //Дата отпр. в производство
    owner: 22, //User
    currenc_id: 23, //Валюта
    vendor_id: 24, //Продавец
    prjpart_id: 25, //Контрагент
};